#include 'rwmake.ch'
#include 'protheus.ch'

/*
+----------+----------+-------+-----------------------+------+------------+
|Função    |M261BCHOI | Autor |MICROSIGA              | Data |02.09.2008  |
+----------+----------+-------+-----------------------+------+------------+
|Descrição |Inclusão de botões na enchoise da Trans Mod 2                 |
+----------+--------------------------------------------------------------+
|Retorno   |Array contendo botões a serem incluídos                       |
+----------+--------------------------------------------------------------+
|Parâmetros|                                                              |
+----------+--------------------------------------------------------------+
|Uso       |SIRTEC                                                        |
+----------+--------------------------------------------------------------+
| Atualizacoes sofridas desde a Construcao Inicial.                       |
+----------+--------------------------------------------------------------+
| Data     | Descrição                                                    |
+----------+--------------------------------------------------------------+
|02.09.2008|Rafael - construção inicial                                   |
+----------+--------------------------------------------------------------+
*/
User Function M261BCHOI

Local aButtons := {}

AADD(aButtons,{'MDTIMG32_MDI',{|| U_STCA032()},OemtoAnsi('Carrega EPI')})

Return aButtons
